Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: iCloud container is not available. Make sure you're signed into iCloud.
ar: حاوية iCloud غير متاحة. تأكد من تسجيل الدخول إلى iCloud.
ca: El contenidor iCloud no està disponible. Assegureu-vos que hàgiu iniciat la sessió a iCloud.
cs: iCloud kontejner není k dispozici. Ujistěte se, že jste přihlášeni do iCloud.
da: iCloud container er ikke tilgængelig. Sørg for, at du er logget ind på iCloud.
de: Der iCloud-Container ist nicht verfügbar. Stelle sicher, dass du bei iCloud angemeldet bist.
el: Το κοντέινερ iCloud δεν είναι διαθέσιμο. Βεβαιωθείτε ότι έχετε συνδεθεί στο iCloud.
es: El contenedor de iCloud no está disponible. Asegúrate de haber iniciado sesión en iCloud.
fa: کانتینر iCloud در دسترس نیست. مطمئن شوید که وارد iCloud شده‌اید.
fi: iCloud säilö ei ole käytettävissä. Varmista, että olet kirjautunut sisään iCloud.
fr: Le conteneur iCloud n'est pas disponible. Assurez-vous d'être connecté à iCloud.
he: iCloud מיכל אינו זמין. ודא שאתה מחובר ל-iCloud.
hr: Spremnik iCloud nije dostupan. Provjerite jeste li prijavljeni na iCloud.
hu: A iCloud tároló nem érhető el. Győződjön meg arról, hogy bejelentkezett a iCloud szolgáltatásba.
id: iCloud penampung tidak tersedia. Pastikan Anda masuk ke iCloud.
it: Il contenitore iCloud non è disponibile. Assicurati di aver effettuato l'accesso a iCloud.
ja: iCloud コンテナを使用できません。iCloud にサインインしていることを確認してください。
ko: iCloud 컨테이너를 사용할 수 없습니다. iCloud에 로그인했는지 확인하세요.
ms: iCloud bekas tidak tersedia. Pastikan anda log masuk ke iCloud.
nl: iCloud-container is niet beschikbaar. Zorg ervoor dat u bent aangemeld bij iCloud.
no: iCloud beholder er ikke tilgjengelig. Sørg for at du er logget på iCloud.
pl: Kontener iCloud jest niedostępny. Upewnij się, że jesteś zalogowany w iCloud.
pt_br: O contêiner do iCloud não está disponível. Verifique se você iniciou sessão no iCloud.
pt_pt: O contêiner iCloud não está disponível. Certifique-se de estar conectado em iCloud.
ro: iCloud container nu este disponibil. Asigurați-vă că sunteți conectat la iCloud.
ru: Контейнер iCloud недоступен. Убедитесь, что вы вошли в iCloud.
sk: iCloud kontajner nie je k dispozícii. Uistite sa, že ste sa prihlásili do iCloud.
sl: Vsebnik iCloud ni na voljo. Prepričajte se, da ste prijavljeni v iCloud.
sv: iCloud behållare är inte tillgänglig. Se till att du är inloggad på iCloud.
th: คอนเทนเนอร์ iCloud ไม่พร้อมใช้งาน ตรวจสอบให้แน่ใจว่าคุณได้ลงชื่อเข้าใช้ iCloud
tr: iCloud kapsayıcısı kullanılamıyor. iCloud'a giriş yaptığınızdan emin olun.
uk: Контейнер iCloud недоступний. Переконайтеся, що ви ввійшли в iCloud.
ur: iCloud کنٹینر دستیاب نہیں ہے۔ یقینی بنائیں کہ آپ iCloud میں سائن ان ہیں۔
vi: Vùng chứa iCloud không có sẵn. Đảm bảo bạn đã đăng nhập vào iCloud.
zh_hans: iCloud 容器不可用。请确保你已登录 iCloud。
zh_hant: 無法使用 iCloud 容器。請確認你已登入 iCloud。

source: iCloud is not available. Sign in to iCloud in Settings.
ar: iCloud غير متاح. قم بتسجيل الدخول إلى iCloud في الإعدادات.
ca: iCloud no està disponible. Inicieu la sessió a iCloud a Configuració.
cs: iCloud není k dispozici. Přihlaste se do iCloud v Nastavení.
da: iCloud er ikke tilgængelig. Log ind på iCloud i Indstillinger.
de: iCloud ist nicht verfügbar. Melde dich in den Einstellungen bei iCloud an.
el: Το iCloud δεν είναι διαθέσιμο. Συνδεθείτε στο iCloud στις Ρυθμίσεις.
es: iCloud no está disponible. Inicia sesión en iCloud en Ajustes.
fa: iCloud در دسترس نیست. در تنظیمات وارد iCloud شوید.
fi: iCloud ei ole saatavilla. Kirjaudu sisään iCloud asetuksissa.
fr: iCloud n'est pas disponible. Connectez-vous à iCloud dans Réglages.
he: iCloud אינו זמין. היכנס אל iCloud בהגדרות.
hr: iCloud nije dostupan. Prijavite se na iCloud u postavkama.
hu: A iCloud nem érhető el. Jelentkezzen be a iCloud szolgáltatásba a Beállításokban.
id: iCloud tidak tersedia. Masuk ke iCloud di Setelan.
it: iCloud non è disponibile. Accedi a iCloud in Impostazioni.
ja: iCloud を利用できません。設定で iCloud にサインインしてください。
ko: iCloud를 사용할 수 없습니다. 설정에서 iCloud에 로그인하세요.
ms: iCloud tidak tersedia. Log masuk ke iCloud dalam Tetapan.
nl: iCloud is niet beschikbaar. Log in bij iCloud in Instellingen.
no: iCloud er ikke tilgjengelig. Logg på iCloud i Innstillinger.
pl: iCloud jest niedostępny. Zaloguj się do iCloud w Ustawieniach.
pt_br: O iCloud não está disponível. Inicie sessão no iCloud em Ajustes.
pt_pt: iCloud não está disponível. Faça login em iCloud em Configurações.
ro: iCloud nu este disponibil. Conectați-vă la iCloud din Setări.
ru: iCloud недоступен. Войдите в iCloud в Настройках.
sk: iCloud nie je k dispozícii. Prihláste sa do iCloud v Nastaveniach.
sl: iCloud ni na voljo. Prijavite se v iCloud v nastavitvah.
sv: iCloud är inte tillgängligt. Logga in på iCloud i Inställningar.
th: iCloud ไม่พร้อมใช้งาน ลงชื่อเข้าใช้ iCloud ในการตั้งค่า
tr: iCloud kullanılamıyor. Ayarlar'da iCloud'a giriş yapın.
uk: iCloud недоступний. Увійдіть в iCloud у Параметрах.
ur: iCloud دستیاب نہیں ہے۔ ترتیبات میں iCloud میں سائن ان کریں۔
vi: iCloud không có sẵn. Đăng nhập vào iCloud trong Cài đặt.
zh_hans: iCloud 不可用。请在“设置”中登录 iCloud。
zh_hant: 無法使用 iCloud。請在「設定」中登入 iCloud。

source: iCloud is not available. Sign in to iCloud in System Settings.
ar: iCloud غير متاح. قم بتسجيل الدخول إلى iCloud في System Settings.
ca: iCloud no està disponible. Inicieu la sessió a iCloud a System Settings.
cs: iCloud není k dispozici. Přihlaste se do iCloud v System Settings.
da: iCloud er ikke tilgængelig. Log ind på iCloud i System Settings.
de: iCloud ist nicht verfügbar. Melde dich in den Systemeinstellungen bei iCloud an.
el: Το iCloud δεν είναι διαθέσιμο. Συνδεθείτε στο iCloud στο System Settings.
es: iCloud no está disponible. Inicia sesión en iCloud en Ajustes del sistema.
fa: iCloud در دسترس نیست. در System Settings وارد iCloud شوید.
fi: iCloud ei ole saatavilla. Kirjaudu sisään iCloud:iin System Settings.
fr: iCloud n'est pas disponible. Connectez-vous à iCloud dans Réglages Système.
he: iCloud אינו זמין. היכנס אל iCloud ב-System Settings.
hr: iCloud nije dostupan. Prijavite se na iCloud u System Settings.
hu: A iCloud nem érhető el. Jelentkezzen be a következőbe: iCloud itt: System Settings.
id: iCloud tidak tersedia. Masuk ke iCloud di System Settings.
it: iCloud non è disponibile. Accedi a iCloud in Impostazioni di Sistema.
ja: iCloud を利用できません。システム設定で iCloud にサインインしてください。
ko: iCloud를 사용할 수 없습니다. 시스템 설정에서 iCloud에 로그인하세요.
ms: iCloud tidak tersedia. Log masuk ke iCloud dalam System Settings.
nl: iCloud is niet beschikbaar. Meld u aan bij iCloud in System Settings.
no: iCloud er ikke tilgjengelig. Logg på iCloud i System Settings.
pl: iCloud jest niedostępny. Zaloguj się do iCloud w System Settings.
pt_br: O iCloud não está disponível. Inicie sessão no iCloud em Ajustes do Sistema.
pt_pt: iCloud não está disponível. Faça login em iCloud em System Settings.
ro: iCloud nu este disponibil. Conectați-vă la iCloud în System Settings.
ru: iCloud недоступен. Войдите в iCloud в Системных настройках.
sk: iCloud nie je k dispozícii. Prihláste sa do iCloud v System Settings.
sl: iCloud ni na voljo. Prijavite se v iCloud v System Settings.
sv: iCloud är inte tillgängligt. Logga in på iCloud i System Settings.
th: iCloud ไม่พร้อมใช้งาน ลงชื่อเข้าใช้ iCloud ใน System Settings
tr: iCloud kullanılamıyor. Sistem Ayarları'nda iCloud'a giriş yapın.
uk: iCloud недоступний. Увійдіть в iCloud у Системних параметрах.
ur: iCloud دستیاب نہیں ہے۔ System Settings میں iCloud میں سائن ان کریں۔
vi: iCloud không có sẵn. Đăng nhập vào iCloud trong System Settings.
zh_hans: iCloud 不可用。请在“系统设置”中登录 iCloud。
zh_hant: 無法使用 iCloud。請在「系統設定」中登入 iCloud。

source: iCloud Sync
ar: iCloud مزامنة
ca: iCloud Sincronització
cs: iCloud Synchronizace
da: iCloud Synkroniser
de: iCloud-Synchronisierung
el: iCloud Συγχρονισμός
es: Sincronización con iCloud
fa: همگام‌سازی iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
he: iCloud סנכרון
hr: iCloud Sinkronizacija
hu: iCloud Szinkronizálás
id: iCloud Sinkronisasi
it: Sincronizzazione iCloud
ja: iCloud 同期
ko: iCloud 동기화
ms: iCloud Penyegerakan
nl: iCloud Synchroniseren
no: iCloud Synkroniser
pl: iCloud Synchronizacja
pt_br: Sincronização do iCloud
pt_pt: iCloud Sincronizar
ro: iCloud Sincronizare
ru: Синхронизация iCloud
sk: iCloud Synchronizácia
sl: iCloud Sinhronizacija
sv: iCloud Synk
th: iCloud ซิงค์
tr: iCloud Eşzamanlama
uk: Синхронізація iCloud
ur: iCloud مطابقت پذیری
vi: iCloud Đồng bộ hóa
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud sync keeps your project library in iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Changes made on one Mac propagate to others signed into the same iCloud account.
ar: تحافظ مزامنة iCloud على مكتبة مشروعك في iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). يتم نشر التغييرات التي تم إجراؤها على Mac إلى الآخرين الذين قاموا بتسجيل الدخول إلى حساب iCloud نفسه.
ca: La sincronització de iCloud manté la biblioteca del vostre projecte a iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Els canvis fets en un Mac es propaguen a altres que tinguin la sessió iniciada al mateix compte iCloud.
cs: iCloud synchronizace udržuje vaši projektovou knihovnu na iCloud Disku (`iCloud.xyz.tleskiv.screenshot`). Změny provedené na jednom Mac se přenesou na ostatní přihlášené ke stejnému iCloud účtu.
da: iCloud-synkronisering bevarer dit projektbibliotek i iCloud-drev (`iCloud.xyz.tleskiv.screenshot`). Ændringer foretaget på én Mac overføres til andre, der er logget ind på den samme iCloud konto.
de: Die iCloud-Synchronisierung speichert deine Projektbibliothek in iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Änderungen auf einem Mac erscheinen auf allen anderen, die mit demselben iCloud-Account angemeldet sind.
el: Ο συγχρονισμός iCloud διατηρεί τη βιβλιοθήκη του έργου σας στο iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Οι αλλαγές που έγιναν σε ένα Mac μεταδίδονται σε άλλους που είναι συνδεδεμένοι στον ίδιο λογαριασμό iCloud.
es: La sincronización con iCloud guarda tu biblioteca de proyectos en iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Los cambios hechos en un Mac llegan a los demás Mac con la misma cuenta de iCloud.
fa: همگام‌سازی iCloud کتابخانهٔ پروژه‌های شما را در iCloud Drive (`iCloud.xyz.tleskiv.screenshot`) نگه می‌دارد. تغییراتی که روی یک Mac انجام می‌دهید به Macهای دیگری که با همان حساب iCloud واردشده‌اند منتقل می‌شود.
fi: iCloud synkronointi pitää projektikirjastosi iCloud Drivessa (`iCloud.xyz.tleskiv.screenshot`). Yhteen Mac tehdyt muutokset leviävät muille samalle iCloud-tilille kirjautuneille.
fr: La synchronisation iCloud conserve votre bibliothèque de projets dans iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Les modifications effectuées sur un Mac se propagent aux autres Mac connectés au même compte iCloud.
he: סנכרון iCloud שומר את ספריית הפרויקט שלך בכונן iCloud (`iCloud.xyz.tleskiv.shotscreen`). שינויים שבוצעו ב-Mac אחד מתפשטים לאחרים המחוברים לאותו חשבון iCloud.
hr: Sinkronizacija iCloud čuva vašu biblioteku projekta na iCloud Disku (`iCloud.xyz.tleskiv.screenshot`). Promjene napravljene na jednom Mac prenose se na druge koji su prijavljeni na isti iCloud račun.
hu: A iCloud szinkronizálása a projektkönyvtárat a iCloud Drive-ban tartja (`iCloud.xyz.tleskiv.screenshot`). Az egyik Mac-on végrehajtott módosítások átterjednek másokra is, akik ugyanabba a iCloud-fiókba bejelentkeztek.
id: Sinkronisasi iCloud menyimpan perpustakaan proyek Anda di iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Perubahan yang dilakukan pada satu Mac akan diterapkan ke orang lain yang masuk ke akun iCloud yang sama.
it: La sincronizzazione iCloud mantiene la libreria dei progetti in iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Le modifiche apportate su un Mac si propagano agli altri su cui è stato effettuato l'accesso con lo stesso account iCloud.
ja: iCloud 同期を使うと、プロジェクトライブラリが iCloud Drive (`iCloud.xyz.tleskiv.screenshot`) に保存されます。ある Mac で行った変更は、同じ iCloud アカウントでサインインしているほかの Mac にも反映されます。
ko: iCloud 동기화는 프로젝트 라이브러리를 iCloud Drive(`iCloud.xyz.tleskiv.screenshot`)에 보관합니다. 한 Mac에서 변경한 내용은 같은 iCloud 계정에 로그인한 다른 Mac에도 반영됩니다.
ms: Penyegerakan iCloud mengekalkan pustaka projek anda dalam iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Perubahan yang dibuat pada satu Mac disebarkan kepada orang lain yang dilog masuk ke akaun iCloud yang sama.
nl: iCloud-synchronisatie bewaart uw projectbibliotheek in iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Wijzigingen die in één Mac worden aangebracht, worden doorgegeven aan anderen die zijn ingelogd op hetzelfde iCloud-account.
no: iCloud-synkronisering holder prosjektbiblioteket ditt i iCloud Drive (`iCloud.xyz.tleskiv.skjermbilde`). Endringer gjort på én Mac overføres til andre som er logget på samme iCloud-konto.
pl: Synchronizacja iCloud utrzymuje bibliotekę projektu na dysku iCloud (`iCloud.xyz.tleskiv.screenshot`). Zmiany dokonane na jednym Mac zostaną przeniesione na inne osoby zalogowane na to samo konto iCloud.
pt_br: A sincronização do iCloud mantém sua biblioteca de projetos no iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). As alterações feitas em um Mac chegam aos outros Macs conectados à mesma conta do iCloud.
pt_pt: A sincronização iCloud mantém sua biblioteca de projetos no iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). As alterações feitas em um Mac são propagadas para outras pessoas conectadas à mesma conta iCloud.
ro: Sincronizarea iCloud vă păstrează biblioteca de proiect în iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Modificările efectuate pe un Mac se propagă altora conectate la același cont iCloud.
ru: Синхронизация iCloud хранит библиотеку проектов в iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Изменения, сделанные на одном Mac, передаются на другие, где выполнен вход в ту же учетную запись iCloud.
sk: iCloud synchronizácia uchováva vašu projektovú knižnicu na iCloud Disku (`iCloud.xyz.tleskiv.screenshot`). Zmeny vykonané na jednom Mac sa prenesú na ostatných prihlásených do rovnakého iCloud účtu.
sl: Sinhronizacija iCloud ohrani vašo knjižnico projektov v iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Spremembe, narejene na enem Mac, se razširijo na druge, ki so prijavljeni v isti račun iCloud.
sv: Synkronisering med iCloud håller ditt projektbibliotek i iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Ändringar som görs på en Mac sprids till andra som är inloggade på samma iCloud-konto.
th: การซิงค์ iCloud จะเก็บไลบรารีโครงการของคุณไว้ใน iCloud ไดรฟ์ (`iCloud.xyz.tleskiv.screenshot`) การเปลี่ยนแปลงที่ทำใน Mac หนึ่งรายการจะเผยแพร่ไปยังผู้อื่นที่ลงชื่อเข้าใช้บัญชี iCloud เดียวกัน
tr: iCloud eşzamanlama, proje arşivinizi iCloud Drive'da (`iCloud.xyz.tleskiv.screenshot`) tutar. Bir Mac'te yapılan değişiklikler, aynı iCloud hesabıyla giriş yapmış diğer Mac'lere yansır.
uk: Синхронізація iCloud зберігає бібліотеку проєктів в iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Зміни, внесені на одному Mac, передаються на інші, де виконано вхід у той самий обліковий запис iCloud.
ur: iCloud مطابقت پذیری آپ کی پروجیکٹ لائبریری کو iCloud ڈرائیو (`iCloud.xyz.tleskiv.screenshot`) میں رکھتی ہے۔ ایک Mac میں کی گئی تبدیلیاں اسی iCloud اکاؤنٹ میں سائن ان کردہ دوسروں کے لیے پھیلتی ہیں۔
vi: Đồng bộ hóa iCloud giữ thư viện dự án của bạn trong iCloud Drive (`iCloud.xyz.tleskiv.screenshot`). Những thay đổi được thực hiện trên một Mac sẽ được truyền tới những người khác đã đăng nhập vào cùng một tài khoản iCloud.
zh_hans: iCloud 同步会将你的项目库保存在 iCloud 云盘中（`iCloud.xyz.tleskiv.screenshot`）。在一台 Mac 上所做的更改会同步到登录同一 Apple 账户的其他 Mac。
zh_hant: iCloud 同步會將你的專案資料庫保留在 iCloud 雲碟中（`iCloud.xyz.tleskiv.screenshot`）。在一台 Mac 上所做的更改，會同步到登入相同 iCloud 帳號的其他 Mac。

source: iCloud sync.
ar: iCloud مزامنة.
ca: iCloud sincronització.
cs: iCloud synchronizace.
da: iCloud synkronisering.
de: iCloud Synchronisierung.
el: iCloud συγχρονισμός.
es: iCloud sincronización.
fa: iCloud همگام سازی.
fi: iCloud synkronointi.
fr: iCloud synchronisation.
he: iCloud סנכרון.
hr: iCloud sinkronizacija.
hu: iCloud szinkronizálás.
id: Sinkronisasi iCloud.
ja: iCloud 同期。
ko: iCloud 동기화.
ms: iCloud segerak.
nl: iCloud synchronisatie.
no: iCloud synkronisering.
pl: iCloud synchronizacja.
pt_br: iCloud sincronização.
pt_pt: iCloud sincronização.
ro: iCloud sincronizare.
sk: iCloud synchronizácia.
sl: iCloud sinhronizacija.
sv: iCloud synk.
th: iCloud ซิงค์
ur: iCloud مطابقت پذیری۔
vi: Đồng bộ hóa iCloud.
zh_hans: iCloud同步。

source: If a drop can't be read — a corrupt image, or SVG markup Screenshot Bro can't parse — it now says so instead of silently doing nothing.
ar: إذا تعذرت قراءة إحدى القطرات - صورة تالفة، أو تعذر تحليل العلامة SVG Screenshot Bro - فهي تقول ذلك الآن بدلاً من عدم القيام بأي شيء بصمت.
ca: Si no es pot llegir una gota —una imatge corrupta o el marcatge SVG Screenshot Bro no es pot analitzar, ara ho diu en lloc de no fer res en silenci.
cs: Pokud kapku nelze přečíst – poškozený obrázek nebo SVG označení Screenshot Bro nemůže analyzovat – nyní to říká, místo aby tiše nedělalo nic.
da: Hvis en dråbe ikke kan læses - et korrupt billede, eller SVG markup Screenshot Bro kan ikke parse - siger den det nu i stedet for at gøre ingenting.
de: Kann etwas Abgelegtes nicht gelesen werden – ein beschädigtes Bild oder SVG-Code, den Screenshot Bro nicht verarbeiten kann –, wird das jetzt gemeldet, statt stillschweigend nichts zu tun.
el: Εάν μια σταγόνα δεν μπορεί να διαβαστεί — μια κατεστραμμένη εικόνα ή η σήμανση SVG Screenshot Bro δεν μπορεί να αναλυθεί — το λέει τώρα αντί να μην κάνει τίποτα σιωπηλά.
es: Si no se puede leer lo que sueltas (una imagen dañada o un código SVG que Screenshot Bro no puede interpretar), ahora se indica en lugar de no hacer nada.
fa: اگر فایل رهاشده خوانده نشود — تصویر خراب، یا کد SVG که Screenshot Bro نمی‌تواند تحلیل کند — حالا به‌جای اینکه بی‌صدا کاری نکند، پیام خطا نشان می‌دهد.
fi: Jos tippaa ei voida lukea – vioittunut kuva tai SVG-merkintä Screenshot Bro ei voi jäsentää – se sanoo nyt sen sen sijaan, että tekisi mitään hiljaa.
fr: Si un élément déposé ne peut pas être lu — image corrompue ou code SVG que Screenshot Bro ne sait pas analyser —, l'app vous le signale désormais au lieu de ne rien faire.
he: אם לא ניתן לקרוא טיפה - תמונה פגומה, או SVG סימון Screenshot Bro לא ניתן לנתח - כעת הוא אומר זאת במקום לעשות דבר בשקט.
hr: Ako se pad ne može pročitati — oštećena slika ili SVG oznaka Screenshot Bro se ne može analizirati — sada to kaže umjesto da tiho ne radi ništa.
hu: Ha egy csepp nem olvasható – egy sérült kép, vagy a SVG jelölése Screenshot Bro nem elemezhető –, akkor most ezt mondja, ahelyett, hogy csendben tenne semmit.
id: Jika setetes tidak dapat dibaca — gambar rusak, atau markup SVG Screenshot Bro tidak dapat diuraikan — sekarang dikatakan demikian alih-alih diam-diam tidak melakukan apa pun.
it: Se un elemento rilasciato non può essere letto (un'immagine danneggiata o un codice SVG che Screenshot Bro non riesce ad analizzare), ora viene segnalato invece di non fare nulla in silenzio.
ja: ドロップしたものを読み込めない場合 (破損した画像や、Screenshot Bro が解析できない SVG など)、何も起こらないのではなく、その旨が表示されるようになりました。
ko: 드롭한 항목을 읽을 수 없으면(손상된 이미지나 Screenshot Bro가 해석할 수 없는 SVG 마크업 등) 이제 아무 반응 없이 넘어가지 않고 알려 줍니다.
ms: Jika setitik tidak boleh dibaca — imej rosak, atau penanda SVG Screenshot Bro tidak dapat menghuraikan — ia kini berkata demikian dan bukannya melakukan apa-apa secara senyap.
nl: Als een drop niet kan worden gelezen (een beschadigde afbeelding of SVG markup Screenshot Bro kan niet worden geparseerd), wordt dit nu aangegeven in plaats van stilzwijgend niets te doen.
no: Hvis en dråpe ikke kan leses – et korrupt bilde, eller SVG markering Screenshot Bro kan ikke analysere – står det nå i stedet for å gjøre ingenting.
pl: Jeśli nie można odczytać kropli — uszkodzony obraz lub SVG znaczników Screenshot Bro nie można przeanalizować — teraz jest to wyświetlane, zamiast milczeć i nic nie robić.
pt_br: Se um item solto não puder ser lido — uma imagem corrompida ou um código SVG que o Screenshot Bro não consegue interpretar — o app agora avisa, em vez de simplesmente não fazer nada.
pt_pt: Se uma gota não puder ser lida — uma imagem corrompida ou a marcação SVG Screenshot Bro não puder ser analisada — agora ele diz isso em vez de não fazer nada silenciosamente.
ro: Dacă o picătură nu poate fi citită — o imagine coruptă sau un marcaj SVG Screenshot Bro nu poate fi analizat — acum spune acest lucru în loc să nu facă nimic în tăcere.
ru: Если перетащенный файл невозможно прочитать — поврежденное изображение или разметку SVG, которую Screenshot Bro не может разобрать, — теперь приложение сообщает об этом, а не молча ничего не делает.
sk: Ak sa kvapka nedá prečítať – poškodený obrázok alebo SVG označenie Screenshot Bro nedokáže analyzovať – teraz to hovorí namiesto toho, aby v tichosti nerobilo nič.
sl: Če padca ni mogoče prebrati – pokvarjene slike ali SVG označbe Screenshot Bro ni mogoče razčleniti – to zdaj pove, namesto da tiho stori ničesar.
sv: Om en droppe inte kan läsas – en korrupt bild eller SVG markering Screenshot Bro kan inte analysera – står det nu istället för att göra ingenting.
th: หากไม่สามารถอ่านหยดได้ — อิมเมจเสียหาย หรือมาร์กอัป SVG Screenshot Bro ไม่สามารถแยกวิเคราะห์ได้ — ตอนนี้ระบบแจ้งเช่นนั้น แทนที่จะไม่ทำอะไรเลย
tr: Bırakılan bir öğe okunamazsa — bozuk bir görüntü ya da Screenshot Bro'nun ayrıştıramadığı SVG kodu — artık sessizce hiçbir şey yapmamak yerine bunu bildirir.
uk: Якщо перетягнутий файл не вдається прочитати — пошкоджене зображення або розмітка SVG, яку Screenshot Bro не може розібрати, — тепер з’являється повідомлення, а не мовчазна бездіяльність.
ur: اگر ڈراپ کو پڑھا نہیں جا سکتا — ایک کرپٹ امیج، یا SVG مارک اپ Screenshot Bro پارس نہیں کر سکتا — تو اب خاموشی سے کچھ نہ کرنے کی بجائے ایسا کہتا ہے۔
vi: Nếu không thể đọc được một giọt — một hình ảnh bị hỏng hoặc đánh dấu SVG Screenshot Bro không thể phân tích cú pháp — giờ đây nó sẽ thông báo như vậy thay vì âm thầm không làm gì cả.
zh_hans: 如果拖入的内容无法读取——图像已损坏，或是 Screenshot Bro 无法解析的 SVG 标记——现在会给出提示，而不是默默地不做任何事。
zh_hant: 如果拖放的內容無法讀取——例如損毀的影像，或 Screenshot Bro 無法剖析的 SVG 標記——現在會顯示提示，而不會默默地什麼都不做。
